Repository: wojciech-kowalik/zglaszam_pl
Catalog: src/Visualnet/VisualRecruiter/TranslateBundle/Resources/translations/messages.*.xliff
Languages: de, pl

source: wybierz język
de: wählen sie eine sprache

source: język
de: sprache

source: wyloguj
de: ausloggen

source: pomoc
de: hilfe

source: jesteś zalogowany jako
de: sie sind angemeldet als

source: system rekrutacyjny
de: einstellungssystem

source: header
de: kopfzeile

source: predefined
de: vordefinierten

source: class
de: modular

source: regular_expression
de: regulären ausdruck

source: length
de: zeichen grenze

source: This value is not a valid postcode value
de: Ungültige postleitzahl

source: This value is not a valid string
de: Gleiche buchstaben sind erforderlich

source: This value is not a valid number
de: Nummer hat ungültiges format

source: Menu strony głównej
de: Menu start seite

source: Role / Grupy
de: Rolle / Gruppen

source: Lista elementów
de: Liste der positionen

source: Lista ról
de: Liste der rollen

source: Lista grup
de: Liste der gruppen

source: Użytkownicy
de: Benutzer

source: Lista użytkowników
de: Liste der benutzer

source: Formularze
de: Formulare

source: Zarządzaj pytaniami
de: Fragen verwalten

source: Lista formularzy
de: Liste der formulare

source: Rekrutacje
de: Rekrutierung

source: Zarządzaj rekrutacjami
de: Rekrutierung verwalten

source: individual
pl: osoba fizyczna

source: firm
pl: firma

source: text
pl: tekstowe

source: textarea
pl: wielowierszowe tekstowe

source: radio
pl: jednokrotnego wyboru

source: header
pl: nagłówek

source: dropdown
pl: rozwijane

source: predefined
pl: predefiniowane

source: class
pl: modułowy

source: regular_expression
pl: wyrażenie regularne

source: length
pl: limit znaków

source: This value is not a valid email address
pl: Nieprawidłowy adres email

source: This value is not a valid NIP value
pl: Nieprawidłowy numer NIP

source: This value is not a valid mobile phone value
pl: Nieprawidłowy numer telefonu komórkowego

source: This value is not a valid postcode value
pl: Nieprawidłowy kod pocztowy

source: This value is not a valid string
pl: Wymagane są same litery

source: This value is not a valid number
pl: Nieprawidłowy format liczbowy

source: Bad code value
pl: Proszę wpisać poprawny kod

source: url
pl: adres www

source: phone
pl: telefon

source: mobilephone
pl: telefon komórkowy

source: postcode
pl: kod pocztowy

source: string
pl: wartość tekstowa

source: number
pl: wartość liczbowa
